module.exports = {
    "welcome": {
        "base": "ゴミの捨て方へようこそ。",
        "speak": "捨てたいゴミを教えてください。",
        "reprompt": "捨てたいゴミを教えてください。"
    },
    "action": {
        "speak": "%sは%sです。"
    },
    "error": {
        "name": {
            "speak": "%sというゴミの捨て方がみつかりませんでした。名前を変えてみてもう一度試してみてください。",
            "reprompt": "捨てたいゴミを教えてください。"
        },
        "recognition": {
            "speak": "名前をうまく聞き取れなかったです。捨てたいゴミを教えてください。",
            "reprompt": "捨てたいゴミを教えてください。"
        }
    },
    "exit": {
        "speak": "またね。"
    },
    "help": {
        "speak": "このスキルでは川崎市のゴミの捨て方を答えます。「フライパン」と言うように捨てるゴミの名前を話してください。何を捨てたいですか？",
        "reprompt": "捨てたいゴミを教えてください。"
    }
};
